controllers/BookController.php

INSERT INTO `book` (`name`) VALUES ('test')
---
    public function actionCreate()
    {
        $model = new book();

        if ($model->load(Yii::$app->request->post()) && $model->save()) {